const commercialLoansRule = [{
  title: '房贷计算器2023最新版',
  text: [
    '1、房贷计算器是2023最新版，可以实现等额本息和等额本金哪个划算的计算和房贷计算器在线计算，无论是房贷计算器等额本金，还是房贷计算器等额本息都支持房贷计算器详细月供',
    '2、若需要房贷计算器提前还款，可以移步"提前还款房贷计算器"进行房贷提前计算',
    '3、房贷利率无论是浮动还是固定利率，本质上都是一个暂时的固定利率，所以这里取消了浮动利率选项，默认固定利率',
    '4、房贷利率计算器能够根据当前自动的利率，也可以手动输入一个利率，在线计算出每月还款月供多少',
    '5、房贷计算器在线支持房贷详细的还款计算，能够支持房贷计算器详细月供，可以详细到每个月的具体还贷金额，例如房贷100万30年每月还多少？或者房贷100万20年每月还多少，都能够轻松计算出来',
  ],
}, {
  title: '等额本息和等额本金哪个划算',
  text: [
    '1、等额本息和等额本金哪个划算这个问题的答案应当根据每个人的需求来',
    '2、等额本金是指越还越少，但是开的还款的时候金额会较多，适合资金相对充裕，可以短期还款的人群',
    '3、等额本息是指每个月还款数额相等，适合长期还款的人群',
  ],
}, {
  title: '房贷计算器公式、房贷计算方式',
  text: [
    '1、房贷根据你贷款的本金乘以利率，然后根据等额本金或者等额本息的方式，决定每月还款的多少，具体房贷计算方法详细解析可查看央行对房贷的具体解释',
  ],
}, {
  title: '等额本息和等额本金的区别',
  text: [
    '1、等额本息是指每月还款金额一致，但是开始的时候还的本金较少，利息较多，同时总利息要高于等额本金，适合长期贷款的人士选择',
    '2、等额本金是指每月的还款金额递减，开始的时候较多，慢慢减少，一开始还的本金较多，利息较少，适合短期内能够还款的人士',
  ],
}]

export { commercialLoansRule }